import Akira from './images/Akira.jpeg';
import Hardcastle from './images/Hardcastle.jpg';
import Leaves from './images/House_of_leaves.jpg';

const array = [
  {
    id: 1,
    name: 'Акира',
    description: 'Крайне занменитая манга 82 года, считается одним из величайших анимационных и научно-фантастических произведений всех времен, так же как и важной вехой в истории японской анимации. Фильм оказал существенное влияние на популярную культуру по всему миру, расчистив путь для аниме и японской поп-культуры на Запад, а также повлияв на многие работы в индустрии анимации, комиксов, кино, музыки, телевидения и компьютерных играх',
    author: "Катсухиро Отомо",
    image: Akira,
  },
  {
    name: "7 Смертей Эвелины Хардкасл",
    description: 'Дикая смесь Агаты Кристи, Аллана По, Сайлент Хилл и Помни Нолана, детектив с переселением душ, временными аномалиями и потерей памяти главного героя, который должен решить загадку смерти Эвелины Хардкасл, иначе он может быть предан бесконечному забвению',
    author: "Стюарт Тертон",
    image: Hardcastle
  },
  {
    name: 'Дом из Листьев',
    description: 'Роман ужасов о стремительно расширяющемся доме; история о силе любви; сатира на псевдонаучные спекуляции; фундаментальное исследование о фильме, которого не существует, сделанное слепым стариком; записки из лабиринтов подсознания; сентиментальное блуждание по инфернальным кругам жизни - все это в бесконечном переплетении создает единый сюжет',
    author: "Mark Z. Danielewski",
    image: Leaves
  }
];


export default array;
// export default user;